{
  "BF-30/40": [
    {"D: Perché la nostra App deve richiedere la vostra posizione (GPS)? È sicuro?": "R: Perché la nostra app utilizza la funzione Bluetooth, che è conforme all'accordo quadro di Android e iOS. Qualsiasi app Bluetooth deve richiedere l'autorizzazione alla localizzazione. La nostra applicazione non chiederà e non utilizzerà la vostra WLAN/Cellulare, quindi attivate la localizzazione solo perché la regola di Android e iOS è rispettata. Non siamo in grado di vedere e ricevere la vostra posizione."},
    {"D: Quando il BF-30/40 e il dispositivo smart sono accoppiati con successo, posso chiudere l'APP durante la cottura/griglia?": "R: Non chiudere l'APP, è sufficiente ridurla a icona per assicurarsi che l'allarme avvisi l'utente quando la temperatura raggiunge la temperatura nominale."},
    {"D: Se il temometro BFour è già stato associato a un dispositivo smart, devo associarlo di nuovo quando lo utilizzo?": "R: No, se è stato accoppiato, sarà connesso automaticamente quando si apre l'APP e si rimuove la sonda dal booster."},
    {"D: Se esco dal raggio d'azione, come faccio a ricollegare il mio dispositivo smart al termometro?": "R: Il segnale si riconnetterà automaticamente al dispositivo smart una volta rientrato nel raggio d'azione."},
    {"D: Posso usare il termometro nel microonde?": "R: No, non è possibile utilizzare il termometro nel microonde."},
    {"D: Perché non può essere caricato?": "R: Controllare se la molla di carica della fessura della sonda è allentata; se è allentata, contattateci!"},
    {"D: Cosa devo fare se mi appare una schermata bianca?": "R: Premere a lungo il pulsante di accensione per provare a riavviare il dispositivo; se il problema non si risolve, contattateci!"},
    {"D:Qual è il raggio d'azione a distanza che mi devo aspettare?": "R:\n1. Collegatevi in un'area aperta all'esterno con una portata wireless fino a 60 m dal booster al telefono e fino a 10 ms dalla sonda al booster.\n2. La portata effettiva del Bluetooth dipende anche dal telefono cellulare in uso e dalla versione Bluetooth del telefono.\n(La portata wireless effettiva può variare caso per caso)."},
    {"D: Come posizionare correttamente le sonde sul BF-40?": "R: Sonde nere a sinistra, sonde bianche a destra."},
    {"D: Come posso associare i miei dispositivi intelligenti al booster?": "A：\n1) Attivare il Bluetooth sul dispositivo smart nella sezione Impostazioni.\n2) Attivare il GPS sul dispositivo smart Android.\n3 ) Rimuovere la sonda dal booster.\n4 ) Avviare l'APP BF Home sul dispositivo smart e premere Aggiungi dispositivo, apparirà un elenco di dispositivi BF-40/30 e selezionare BF-40/30 dall'elenco, quindi selezionare \"\"Grill BT L'APP passerà alla pagina dell'elenco dei dispositivi che mostra la temperatura in tempo reale misurata dalla sonda. Ora il dispositivo BF-40/30 è pronto per l'uso. Non è necessario accoppiarli di nuovo per usi futuri\"."},
    {"D: Come viene creato e salvato il grafico della temperatura di cottura?": "R:Dopo aver selezionato il tipo di carne e il grado di cottura e aver premuto il pulsante \"Start Cooking\", l'APP registra la temperatura interna della carne e crea un grafico della temperatura che può essere salvato in qualsiasi momento.\nQuando viene emesso un allarme per il raggiungimento della temperatura impostata, il grafico della temperatura viene automaticamente salvato nella cronologia degli allarmi\"."},
    {"D: Come posizionare correttamente le sonde sul BF-40?": "R: Sonda nera a sinistra, sonda bianca a destra"},
    {"D: La temperatura non sembra essere precisa?": "R: \nSe le sonde del termometro forniscono una lettura imprecisa, consigliamo ai nostri clienti di eseguire un \"Test del bagno di ghiaccio\" per verificare la precisione. \nLa precisione del termometro è di ± 1 °C / 1,8 °F\nDi seguito:\n1) Riempire un bicchiere o una tazza di ghiaccio fino all'orlo. \n2) Aggiungere acqua fredda o pre-raffreddata appena sotto la superficie del ghiaccio. Mescolare per circa 15 secondi. \n3) Inserire la sonda del termometro al centro del bagno di ghiaccio.\n4) Lasciare riposare per altri 15 secondi. Mantenere la sonda circondata dall'acqua ghiacciata e in continuo movimento. "},
    {"D: Come si imposta la sonda?": "R:I passaggi per impostare la sonda sono i seguenti:\n1. Aprire l'APP e collegare il dispositivo.\n2, Fare clic su \"三\" nell'angolo superiore destro della pagina di visualizzazione della temperatura;\n3. Fare clic su \"Imposta sonda\";\n3. Selezionare la \"sonda nera\" o la \"sonda bianca\" da aggiungere.\n4, l'elenco mostrerà la temperatura della nuova sonda, cliccando su di essa apparirà \"Probe Setting Success\".\n5. Dopo che la sonda è stata aggiunta con successo, il booster visualizzerà la temperatura attuale della sonda.\nAttenzione:\nSi prega di mettere la nuova sonda in acqua bollente o in acqua ghiacciata per distinguere la temperatura dalle altre sonde per evitare confusione."},
    {"D: Perché la sonda è fuori portata o non viene visualizzata la temperatura?": "R:Se il display del booster è fuori portata, è probabile che la sonda sia troppo lontana dal booster o che la sonda sia danneggiata.\n1. Posizionare la sonda il più vicino possibile al booster.\n2. Assicurarsi che la sonda sia in carica nel booster per 2 minuti; il display mostrerà \"completamente carica\".\n3. Provare a collegare nuovamente la sonda al booster in APP.\n4. Quando si utilizza la sonda, assicurarsi che sia inserita a fondo nella carne in modo che la scanalatura della sonda sia completamente coperta. La temperatura interna della sonda non deve superare i 212°F/100°C. In caso contrario, la sonda si danneggerà e sarà impossibile leggere la temperatura.\nSe nessuno di questi accorgimenti risolve il problema, se la sonda è danneggiata, contattateci."},
    {
      "Q: Come convertire ℉":
      "A: 1. Aprire \"BF Home\" e fare clic su \"Temperature Start\"\n2. Fare clic su \"三\" nell'angolo in alto a destra per altre opzioni\n3. Fare clic su \"Setting\"\n4. Fare clic su \"Temperature unit\"\n5. Toccare Celsius per convertire in Fahrenheit."
    }
  ],
  "BF-20/BF-5": [
    {"D: Perché la nostra App deve richiedere la vostra posizione (GPS)? È sicuro?": "R: Perché la nostra app utilizza la funzione Bluetooth, che è conforme all'accordo quadro di Android e iOS. Qualsiasi app Bluetooth deve richiedere l'autorizzazione alla localizzazione. La nostra applicazione non chiederà e non utilizzerà la vostra WLAN/Cellulare, quindi attivate la localizzazione solo perché la regola di Android e iOS è rispettata. Non siamo in grado di vedere e ricevere la vostra posizione."},
    {"D: Perché non è wireless?": "R: Il termine wireless si riferisce alla connessione Bluetooth tra il dispositivo e il telefono, non alla connessione tra la sonda e il dispositivo. Questo ha il vantaggio di non dover fissare il display della temperatura del dispositivo per tutto il tempo."},
    {"D: Perché disconnettere sempre la connessione Bluetooth?": "R: Il prodotto utilizza la tecnologia Bluetooth Low Energy (BLE) con modulo Bluetooth 5.0 (CC2640 di TI). In un ambiente aperto e senza ostacoli, può raggiungere una distanza di 70 metri, ma non penetra bene nelle pareti. La caratteristica di questa tecnologia Bluetooth è che finché il dispositivo è collegato, indipendentemente dalla potenza del segnale, può essere utilizzato normalmente."},
    {"D: LLL sul display": "R: La temperatura supera l'intervallo: 33℉~572℉（1℃~300℃） oppure la sonda è danneggiata"},
    {"D: Perché il display continua a lampeggiare dopo aver impostato l'intervallo di temperatura?": "R: Solo quando la temperatura corrente è compresa nell'intervallo di temperatura, il display può tornare alla normalità. Se è inferiore o superiore all'intervallo di temperatura, il dispositivo e il telefono cellulare si allarmano con il display lampeggiante."},
    {"D: Perché non vengono visualizzati i dati dopo l'accensione?": "R: Se la sonda non è collegata alla presa dopo l'accensione, il dispositivo non visualizza la temperatura e si spegne automaticamente dopo 3 minuti."},
    {
      "Q: Come convertire ℉":
      "A: 1. Aprire \"BF Home\" e fare clic su \"Temperature Start\"\n2. Fare clic su \"三\" nell'angolo in alto a destra per altre opzioni\n3. Fare clic su \"Setting\"\n4. Fare clic su \"Temperature unit\"\n5. Toccare Celsius per convertire in Fahrenheit."
    }
  ]
}