{
  "BF-30/40": [
    {"V: Waarom moet onze app om je locatie (GPS) vragen? Is het veilig?": "A: Omdat onze app gebruik maakt van Bluetooth, en dit valt onder de Framework Agreement van Android en iOS. Elke Bluetooth-app moet toestemming vragen voor de locatie. Onze applicatie vraagt en gebruikt uw WLAN/Celluar niet, dus schakel de locatie in alleen omdat de Android- en iOS-regels. We kunnen je locatie niet zien en ontvangen."},
    {"V:Wanneer de BF-30/40 en het slimme apparaat succesvol gekoppeld zijn, kan ik de APP dan sluiten tijdens het koken/grillen?": "A:Sluit de APP niet, minimaliseer hem gewoon zodat het alarm u zal waarschuwen wanneer de temperatuur de laadtemperatuur bereikt."},
    {"V: Als de BFour temometer al gekoppeld is met een slim apparaat, moet ik hem dan opnieuw koppelen als ik hem opnieuw gebruik?": "A: Nee, als je hem gekoppeld hebt, wordt hij automatisch verbonden als je de APP opent en de sonde uit de booster haalt."},
    {"V: Hoe verbind ik mijn slimme apparaat opnieuw met de thermometer als ik buiten bereik ga?": "A: Het signaal maakt automatisch weer verbinding met het slimme apparaat zodra het weer binnen bereik is."},
    {"V: Kan ik de thermometer in de magnetron gebruiken?": "A:Nee, je kunt de thermometer niet in de magnetron gebruiken."},
    {"V: Waarom kan het niet worden opgeladen?": "A:Controleer of de oplaadveer van de sondesleuf los zit. Als deze los zit, neem dan contact met ons op!"},
    {"V:Wat moet ik doen als ik een wit scherm krijg?": "A:Druk lang op de aan/uit-knop om opnieuw op te starten. Als het nog steeds niet lukt, neem dan contact met ons op!"},
    {"V:Hoeveel afstandsbereik kan ik verwachten?": "A:\n1.Maak verbinding in een open buitenruimte met een draadloos bereik tot 60 m (200 ft) van de booster naar de telefoon en tot 10 ms (32 ft) van de probe naar de booster.\n2. Het werkelijke Bluetooth-bereik hangt ook af van de mobiele telefoon die u gebruikt en de Bluetooth-versie van de mobiele telefoon.\n(Het werkelijke draadloze bereik kan per geval verschillen)."},
    {"V:Hoe plaats je de sondes correct op je BF-40?": "A:Zwarte sondes links, witte sondes rechts."},
    {"V：Hoe kan ik mijn slimme apparaten koppelen met de booster?": "A：\n1 ) Schakel Bluetooth in op je slimme apparaat onder de sectie Instellingen.\n2 ) Schakel GPS in op uw Android smart apparaat.\n3 ) Verwijder de sonde uit de booster.\n4 ) Start de BF Home APP op je smart device en druk op Add Device , een lijst met BF-40/30 apparaten verschijnt en selecteer BF-40/30 uit de lijst.selecteer dan de \"\"Grill BT De APP springt naar de pagina met de apparatenlijst die de real time temperatuur toont die gemeten is door de sonde. Nu is uw BF-40/30 klaar voor gebruik. U hoeft ze niet opnieuw te koppelen voor toekomstig gebruik.\""},
    {"V: Waarom laat de booster een alarm horen en hoe schakel ik het uit?": "A: (1) Wanneer de sonde de doeltemperatuur bereikt, zal de booster een alarm laten horen en kan deze worden uitgeschakeld door op de aan/uit-knop te drukken.\n (2) Als de booster losgekoppeld is van de sonde, geeft de booster een alarm af. Druk twee keer op de aan/uit-knop om het alarm uit te schakelen.\n(3) Wanneer de sonde buiten het temperatuurbereik is, zal de booster een alarm laten horen totdat de temperatuur daalt.\""},
    {"V:Hoe wordt een kooktemperatuurgrafiek aangemaakt en opgeslagen?": "A:Nadat u het type vlees en de gaarheid hebt geselecteerd en op de knop Start Koken hebt gedrukt, zal de APP de interne temperatuur van het vlees registreren en een temperatuurgrafiek aanmaken die u op elk moment kunt opslaan.\nWanneer er een alarm wordt gegeven wanneer de ingestelde temperatuur wordt bereikt, zal de temperatuurgrafiek automatisch worden opgeslagen in de alarmhistorie."},
    {"V:Hoe plaats je de sondes correct op je BF-40?": "A:Zwarte sonde links, witte sonde rechts."},
    {"V: De temperatuur lijkt niet nauwkeurig te zijn?": "A: \nAls de sondes van uw thermometer een onnauwkeurige meting geven, raden we onze klanten aan een \"ijsbadtest\" uit te voeren om de nauwkeurigheid te controleren. \nDe nauwkeurigheid van de thermometer is ± 1 ° C / 1,8 ° F\nHieronder:\n1) Vul een glas of beker tot de rand met ijs. \n2) Voeg voorgekoeld / koud water toe tot net onder de bovenkant van het ijs. Roer ongeveer 15 seconden. \n3) Steek de sonde van de thermometer in het midden van het ijsbad.\n4) Laat nog eens 15 seconden zitten. Houd de sondesonde omringd door het ijswater en blijf bewegen. "},
    {"V:Hoe kan ik de sonde instellen?": "A:Dit zijn de stappen om de probe in te stellen:\n1, Open de APP en sluit het apparaat aan.\n2, Klik meer \"三\" in de rechterbovenhoek van de temperatuurweergave pagina;\n3、Klik op \"Set Probe\";\n3、Selecteer de toe te voegen \"zwarte probe\" of \"witte probe\".\n4, de lijst toont de temperatuur van de nieuwe sonde, als u erop klikt verschijnt \"Sonde instellen geslaagd\".\n5、Als de sonde succesvol is toegevoegd, zal de booster de huidige temperatuur van de sonde weergeven.\nLet op:\nLeg de nieuwe sonde in kokend of ijswater om de temperatuur te onderscheiden van andere sondes om verwarring te voorkomen."},
    {"V:Waarom heeft de sonde geen bereik of geen temperatuurweergave?": "A:Als de display van de booster buiten bereik is, is het waarschijnlijk dat de sonde te ver van de booster is verwijderd of dat de sonde beschadigd is.\n1. Plaats de sonde zo dicht mogelijk bij de booster.\n2、Laad de sonde gedurende 2 minuten op in de booster, op het display verschijnt \"\"volledig geladen\"\".\n3、Probeer de sonde opnieuw aan te sluiten op de booster in APP.\n4、Wanneer u de sonde gebruikt, zorg er dan voor dat de sonde diep in het vlees gestoken wordt zodat de groef op de sonde volledig bedekt is. De interne temperatuur van de sonde mag niet hoger zijn dan 100°C. Als je dit niet doet, beschadig je de sonde en kun je de temperatuur niet meer aflezen.\nAls geen van bovenstaande het probleem oplost, is de sonde beschadigd, neem dan contact met ons op."},
    {
      "Q: Hoe converteer je ℉":
      "A: 1. Open \"BF Home\" en klik op \"Temperature Start\"\n2. Klik op \"三\" in de rechterbovenhoek voor meer opties\n3. Klik op \"Setting\"\n4. Klik op \"Temperature unit]\"\n5. Tik op Celsius om naar Fahrenheit om te zetten."
    }
  ],
  "BF-20/BF-5": [
    {"V: Waarom moet onze app om je locatie (GPS) vragen? Is het veilig?":"A: Omdat onze app gebruik maakt van Bluetooth, en dit valt onder de Framework Agreement van Android en iOS. Elke Bluetooth-app moet toestemming vragen voor de locatie. Onze applicatie vraagt en gebruikt uw WLAN/Celluar niet, dus schakel de locatie in alleen omdat de Android- en iOS-regels. We kunnen je locatie niet zien en ontvangen."},
    {"V:Waarom niet draadloos?": "A：Draadloos verwijst naar de Bluetooth-verbinding tussen het apparaat en de telefoon, niet naar de verbinding tussen de sonde en het apparaat. Dit heeft als voordeel dat je niet de hele tijd naar het temperatuurdisplay van het apparaat hoeft te staren."},
    {"V：Waarom moet de Bluetooth-verbinding altijd worden verbroken?": "A：Het product maakt gebruik van Bluetooth Low Energy (BLE) technologie met Bluetooth 5.0 module (TI's CC2640). In een open en onbelemmerde omgeving kan het een afstand van 70 meter bereiken, maar het dringt niet goed door de muur heen. Het kenmerk van deze Bluetooth-technologie is dat zolang het apparaat is verbonden, het normaal kan worden gebruikt, ongeacht de signaalsterkte."},
    {"V: LLL op het scherm": "A: Temperatuur overschrijdt het bereik: 33℉~572℉（1℃~300℃） of de sonde is beschadigd"},
    {"V: Waarom blijft het scherm knipperen na het instellen van het temperatuurbereik?": "A: Alleen wanneer de huidige temperatuur tussen het temperatuurbereik ligt, kan het scherm weer normaal worden. Als de temperatuur lager of hoger is dan het temperatuurbereik, geven het apparaat en de mobiele telefoon een alarm met knipperend scherm."},
    {"V: Waarom worden er geen gegevens weergegeven na het inschakelen?": "A: Als de sonde na het inschakelen niet in het stopcontact zit, zal het apparaat de temperatuur niet weergeven en na 3 minuten automatisch uitschakelen."},
    {
      "Q: Hoe converteer je ℉":
      "A: 1. Open \"BF Home\" en klik op \"Temperature Start\"\n2. Klik op \"三\" in de rechterbovenhoek voor meer opties\n3. Klik op \"Setting\"\n4. Klik op \"Temperature unit]\"\n5. Tik op Celsius om naar Fahrenheit om te zetten."
    }
  ]
}