{
  "tips": "Hier zijn enkele voorzorgsmaatregelen voor het gebruik van draadloze vleesthermometers:\n1. Zorg ervoor dat de sonde 2 minuten lang wordt opgeladen in de booster voordat u deze gebruikt; het display toont \"Volledig opgeladen\".\n2. De maximale interne temperatuur mag niet hoger zijn dan 100 °C; anders kan dit de elektronica van de sonde beschadigen.\n3. Steek de sonde altijd diep genoeg in het vlees om de inkeping op de sonde volledig te bedekken.\n4. De afstand tussen de booster en de sonde moet idealiter niet meer dan 3 m zijn voor een stabielere verbinding.\n5. PLAATS DE sonde NIET onmiddellijk onder stromend water nadat u deze uit de hitte hebt verwijderd; laat hem eerst afkoelen.\n6. Gebruik de thermometer NIET in de magnetron, omdat dit het Bluetooth-signaal kan verstoren.\nVoor meer informatie kunt u de veelgestelde vragen raadplegen op de pagina \"Mijn\".",
  "red": "Als er een probleem is met de sonde of het apparaat, neem dan contact met ons op voor een gratis vervanging!",
  "tips5": "Hier zijn enkele voorzorgsmaatregelen voor het gebruik van de vleesthermometer:\n1. Vermijd direct contact met vlammen: Plaats de sonde en de kabel niet rechtstreeks in vuur, omdat dit de sonde kan beschadigen.\n2. Dompel de sonde niet onder in water: Het verbindingspunt tussen de sonde en de gevlochten verlengkabel is niet waterdicht. Let bij het reinigen van de sonde op het vermijden van het verbindingspunt.\n3. Grondig reinigen en drogen: Reinig de sonde grondig met een vochtige doek na elk gebruik en droog deze goed af.\n4. Steek de sonde in het dikste deel van het vlees: Steek de sonde altijd in het dikste deel van het vlees en vermijd vette of botachtige gebieden.\n5. Vermijd hoge temperaturen: Vermijd direct contact van de sonde en de kabel met open vlammen om schade aan de sonde door te hoge temperaturen te voorkomen.\nLet op:\nBehandel de thermometer met zorg en houd hem uit de buurt van water en vuur.\nNeem bij problemen met de sonde of het apparaat contact met ons op voor een gratis vervanging!"
}