{
  "tips": "Aquí hay algunas precauciones para el uso de termómetros de carne inalámbricos:\n1. Asegúrese de que la sonda esté cargada en el booster durante 2 minutos antes de usarla; la pantalla mostrará \"Totalmente cargado\".\n2. La temperatura máxima interna no debe superar los 100 °C; de lo contrario, podría dañar la electrónica de la sonda.\n3. Siempre inserte la sonda lo suficientemente profundo en la carne para cubrir completamente la muesca en la sonda.\n4. La distancia entre el booster y la sonda idealmente no debe ser más de 3 m para una conexión más estable.\n5. NO coloque la sonda inmediatamente bajo agua corriente después de retirarla del calor; permita que se enfríe primero.\n6. No sumerja la sonda completamente en agua por encima de los 60 °C.\n7. NO use el termómetro en el microondas, ya que podría interferir con la señal Bluetooth.\nPara más información, consulte las preguntas frecuentes en la página \"Mi\".",
  "red": "¡Cualquier problema con la sonda o el dispositivo, por favor póngase en contacto con nosotros para un reemplazo gratuito!",
  "tips5": "Aquí tienes algunas precauciones para usar el termómetro de carne:\n1. Evita el contacto directo con las llamas: No coloques la sonda y el cable directamente en el fuego, ya que esto puede dañar la sonda.\n2. No sumerjas la sonda en agua: El punto de conexión entre la sonda y su cable de extensión trenzado no es impermeable. Al limpiar la sonda, ten cuidado de evitar el punto de conexión.\n3. Limpia y seca a fondo: Limpia y seca la sonda con un paño húmedo después de cada uso.\n4. Inserta la sonda en la parte más gruesa de la carne: Siempre inserta la sonda en la parte más gruesa de la carne, evitando áreas grasosas o con huesos.\n5. Evita altas temperaturas: Evita el contacto directo de la sonda y el cable con llamas abiertas para prevenir daños en la sonda por temperaturas excesivas.\nPrecaución:\nManeja con cuidado y mantén alejado del agua y el fuego.\n¡Si tienes algún problema con la sonda o el dispositivo, contáctanos para un reemplazo gratuito!"
}