{
  "tips": "Ecco alcune precauzioni per l'uso di termometri wireless per carne:\n1. Assicurarsi che la sonda sia caricata nel booster per 2 minuti prima dell'uso; il display mostrerà \"Completamente carico\".\n2. La temperatura interna massima non deve superare i 100 °C; in caso contrario, potrebbe danneggiare l'elettronica della sonda.\n3. Inserire sempre la sonda abbastanza in profondità nella carne da coprire completamente l'intaglio sulla sonda.\n4. La distanza ideale tra il booster e la sonda non dovrebbe superare i 3 m per una connessione più stabile.\n5. NON mettere immediatamente la sonda sotto acqua corrente dopo averla rimossa dal calore; lasciarla raffreddare prima.\n6. Non immergere completamente la sonda in acqua oltre i 60 °C.\n7. NON utilizzare il termometro nel microonde, poiché potrebbe interferire con il segnale Bluetooth.\nPer ulteriori informazioni, consultare le FAQ nella pagina \"Mia\".",
  "red": "Per qualsiasi problema con la sonda o il dispositivo, contattateci per una sostituzione gratuita!",
  "tips5": "Ecco alcune precauzioni per l'uso del termometro per carne:\n1. Evitare il contatto diretto con la fiamma: Non mettere la sonda e il cavo direttamente nel fuoco in quanto potrebbe danneggiare la sonda.\n2. Non immergere la sonda in acqua: Il punto di connessione tra la sonda e il cavo di prolunga intrecciato non è impermeabile. Durante la pulizia della sonda, fare attenzione a evitare il punto di connessione.\n3. Pulire e asciugare accuratamente: Pulire e asciugare accuratamente la sonda con un panno umido dopo ogni uso.\n4. Inserire la sonda nella parte più spessa della carne: Inserire sempre la sonda nella parte più spessa della carne, evitando le zone grasse o ossee.\n5. Evitare temperature elevate: Evitare il contatto diretto della sonda e del cavo con le fiamme aperte per evitare danni alla sonda a causa di temperature eccessive.\nAttenzione:\nManeggiare con cura e tenere lontano dall'acqua e dal fuoco.\nIn caso di problemi con la sonda o il dispositivo, contattaci per una sostituzione gratuita!"
}