{
  "BF-30/40": [
    {"F: Warum muss unsere App nach Ihrem Standort (GPS) fragen? Ist das sicher?": "A: Weil unsere App die Bluetooth-Funktion verwendet und diese durch die Rahmenvereinbarung von Android und iOS eingehalten wird. Jede Bluetooth-App muss die Erlaubnis zur Standortbestimmung einholen. Unsere Anwendung wird Ihr WLAN/Celluar nicht anfragen und nutzen, also schalten Sie den Standort nur ein, weil die Android- und iOS-Regel dies vorsieht. Wir sind nicht in der Lage, Ihren Standort zu sehen und zu empfangen."},
    {"F: Wenn das BF-30/40 und das Smart-Gerät erfolgreich gekoppelt sind, kann ich die APP während des Kochens/Grillens schließen?": "A: Schließen Sie die APP nicht, minimieren Sie sie einfach, damit der Alarm Sie warnt, wenn die Temperatur die Zieltemperatur erreicht."},
    {"F: Wenn das BFour-Tempometer bereits mit einem intelligenten Gerät gekoppelt wurde, muss ich es dann erneut koppeln, wenn ich es wieder verwende?": "A: Nein, wenn Sie es gekoppelt haben, wird es automatisch verbunden, wenn Sie die APP öffnen und die Sonde aus dem Booster entfernen."},
    {"F: Wie stelle ich die Verbindung zwischen meinem Smart-Gerät und dem Thermometer wieder her, wenn ich die Reichweite verliere?": "A: Das Signal verbindet sich automatisch wieder mit dem intelligenten Gerät, sobald es wieder in Reichweite ist."},
    {"F: Kann ich das Thermometer in der Mikrowelle verwenden?": "A: Nein, Sie können Ihr Thermometer nicht in der Mikrowelle verwenden."},
    {"F:Warum kann es nicht aufgeladen werden?": "A: Bitte prüfen Sie, ob die Ladefeder des Sondenschlitzes locker ist, wenn sie locker ist, kontaktieren Sie uns bitte!"},
    {"F:Was soll ich tun, wenn ich einen weißen Bildschirm erhalte?":"A: Bitte drücken Sie lange auf die Power-Taste, um zu versuchen, neu zu starten, wenn es immer noch nicht gelöst werden kann, kontaktieren Sie uns bitte!"},
    {"F:Welche Reichweite kann ich erwarten?": "A:\n1. in einem offenen Außenbereich mit einer Funkreichweite von bis zu 60 m (200 ft) vom Booster zum Telefon und bis zu 10 ms (32 ft) von der Sonde zum Booster verbinden.\n2. Die tatsächliche Bluetooth-Reichweite hängt auch vom verwendeten Mobiltelefon und der Bluetooth-Version des Mobiltelefons ab.\n(Die tatsächliche Funkreichweite kann von Fall zu Fall variieren)."},
    {"F: Wie platziere ich die Sonden richtig auf meinem BF-40?": "A:Schwarze Sonden auf der linken Seite, weiße Sonden auf der rechten Seite"},
    {"F：Wie kann ich meine intelligenten Geräte mit dem Booster koppeln?": "A：\n1 ) Aktivieren Sie Bluetooth auf Ihrem Smart-Gerät unter den Einstellungen.\n2 ) Schalten Sie GPS auf Ihrem Android-Smart-Gerät ein.\n3 ) Entfernen Sie die Sonde aus dem Booster.\n4 ) Starten Sie die BF Home APP auf Ihrem Smart-Gerät und drücken Sie auf \"Gerät hinzufügen\". Eine Liste der BF-40/30-Geräte wird angezeigt, wählen Sie das BF-40/30 aus der Liste aus und wählen Sie dann \"Grill BT\". Jetzt ist Ihr BF-40/30 einsatzbereit. Sie müssen sie für zukünftige Verwendungen nicht erneut koppeln.\""},
    {"F: Warum gibt der Kompressor einen Alarm aus und wie kann ich ihn entschärfen?": "A: (1) Wenn die Sonde die Zieltemperatur erreicht, gibt der Booster einen Alarm aus und kann durch Drücken der Einschalttaste entschärft werden.\n (2) Wenn der Booster von der Sonde getrennt wird, gibt der Booster einen Alarm aus, der durch zweimaliges Drücken der Einschalttaste deaktiviert werden kann.\n(3) Wenn die Sonde außerhalb des Temperaturbereichs liegt, gibt der Booster einen Alarm aus, bis die Temperatur sinkt.\""},
    {"F:Wie wird eine Temperaturkurve erstellt und gespeichert?": "A: Nachdem Sie die Fleischart und den Gargrad ausgewählt und die Taste \"Start\" gedrückt haben, zeichnet die APP die Innentemperatur des Fleisches auf und erstellt eine Temperaturkurve, die Sie jederzeit speichern können.\nWenn ein Alarm ausgelöst wird, wenn die eingestellte Temperatur erreicht ist, wird die Temperaturkurve automatisch in der Alarmhistorie gespeichert.\""},
    {"F: Wie platziere ich die Sonden richtig auf meinem BF-40?": "A: Schwarze Sonde auf der linken Seite, weiße Sonde auf der rechten Seite"},
    {"F: Die Temperatur scheint nicht genau zu sein?": "A: \nWenn Ihre Thermometersonden einen ungenauen Messwert anzeigen, empfehlen wir unseren Kunden, einen \"Eisbad-Test\" durchzuführen, um die Genauigkeit zu überprüfen. \nDie Genauigkeit des Thermometers beträgt ± 1 ° C / 1,8 ° F\nUnten:\n1) Füllen Sie ein Glas oder eine Tasse bis zum Rand mit Eis. \n2) Fügen Sie vorgekühltes / kaltes Wasser bis knapp unter die Oberkante des Eises hinzu. Rühren Sie etwa 15 Sekunden lang um. \n3) Stecken Sie die Thermometersonde in die Mitte des Eisbads.\n4) Lassen Sie ihn weitere 15 Sekunden ruhen. Halten Sie die Sonde vom Eiswasser umgeben und ständig in Bewegung. "},
    {"F:Wie wird die Sonde eingestellt?": "A: Hier sind die Schritte zur Einstellung der Sonde wie folgt:\n1、Öffnen Sie die APP und verbinden Sie das Gerät.\n2, Klicken Sie mehr \"三\" in der oberen rechten Ecke der Temperaturanzeige Seite;\n3、Klicken Sie auf \"Fühler einstellen\";\n3、Wählen Sie die \"schwarze Sonde\" oder die \"weiße Sonde\", die Sie hinzufügen möchten.\n4、Die Liste zeigt die Temperatur der neuen Sonde an, ein Klick darauf zeigt \"Sondeneinstellung erfolgreich\".\n5、Nachdem die Sonde erfolgreich hinzugefügt wurde, zeigt der Booster die aktuelle Temperatur der Sonde an.\nAchtung!\nBitte legen Sie die neue Sonde in kochendes oder Eiswasser, um die Temperatur von anderen Sonden zu unterscheiden und Verwechslungen zu vermeiden."},
    {"F:Warum ist die Sonde außerhalb des Bereichs oder es wird keine Temperatur angezeigt?": "A: Wenn die Anzeige des Boosters außerhalb des Bereichs liegt, ist die Sonde wahrscheinlich zu weit vom Booster entfernt oder die Sonde ist beschädigt.\n1. Platzieren Sie die Sonde so nah wie möglich am Booster.\n2、Vergewissern Sie sich, dass die Sonde 2 Minuten lang im Booster aufgeladen wird; auf dem Display wird \"voll geladen\" angezeigt.\n3、Versuchen Sie, die Sonde erneut an den Booster in der APP anzuschließen.\n4、Wenn Sie die Sonde verwenden, stellen Sie bitte sicher, dass die Sonde tief in das Fleisch eingeführt wird, so dass die Rille auf der Sonde vollständig bedeckt ist. Die Innentemperatur der Sonde darf 212°F/100°C nicht überschreiten. Andernfalls wird die Sonde beschädigt und die Temperatur kann nicht mehr abgelesen werden.\nWenn keine der oben genannten Maßnahmen das Problem löst, die Sonde beschädigt ist, wenden Sie sich bitte an uns."},
    {
      "Q: Wie konvertiert man ℉":
      "A: 1. Öffnen Sie \"BF Home\" und klicken Sie auf \"Temperature Start\"\n2. Klicken Sie in der oberen rechten Ecke auf \"三\" für mehr Optionen\n3. Klicken Sie auf \"Setting\"\n4. Klicken Sie auf \"Temperature unit\"\n5. Tippen Sie auf Celsius, um in Fahrenheit umzurechnen."
    }
  ],
  "BF-20/BF-5": [
    {"F: Warum muss unsere App nach Ihrem Standort (GPS) fragen? Ist das sicher?": "A: Weil unsere App die Bluetooth-Funktion verwendet und diese durch die Rahmenvereinbarung von Android und iOS eingehalten wird. Jede Bluetooth-App muss eine Standortgenehmigung anfordern. Unsere Anwendung wird Ihr WLAN/Celluar nicht anfragen und verwenden, also schalten Sie den Standort nur ein, weil die Android- und iOS-Regel dies vorsieht. Wir sind nicht in der Lage, Ihren Standort zu sehen und zu empfangen."},
    {"F: Warum nicht drahtlos?": "A：Wireless\" bezieht sich auf die Bluetooth-Verbindung zwischen dem Gerät und dem Telefon, nicht auf die Verbindung zwischen der Sonde und dem Gerät. Dies hat den Vorteil, dass man nicht ständig auf die Temperaturanzeige des Geräts starren muss"},
    {"F：Warum muss die Bluetooth-Verbindung immer getrennt werden?": "A：Das Produkt verwendet die Bluetooth Low Energy (BLE)-Technologie mit Bluetooth 5.0-Modul (CC2640 von TI). In einer offenen und ungehinderten Umgebung kann es eine Entfernung von 70 Metern erreichen, aber es durchdringt die Wand nicht gut. Die Besonderheit dieser Bluetooth-Technologie besteht darin, dass das Gerät unabhängig von der Signalstärke normal verwendet werden kann, solange es verbunden ist."},
    {"F: LLL auf dem Display": "A: Die Temperatur überschreitet den Bereich: 33℉~572℉（1℃~300℃）oder die Sonde ist beschädigt"},
    {"F: Warum blinkt die Anzeige nach der Einstellung des Temperaturbereichs ständig?": "A: Nur wenn die aktuelle Temperatur innerhalb des Temperaturbereichs liegt, kann die Anzeige zum Normalzustand zurückkehren. Wenn die Temperatur unter oder über dem Temperaturbereich liegt, werden das Gerät und das Mobiltelefon mit blinkender Anzeige alarmiert."},
    {"F: Warum werden nach dem Einschalten keine Daten angezeigt?": "A: Wenn die Sonde nach dem Einschalten nicht in die Steckdose gesteckt wird, zeigt das Gerät keine Temperatur an und schaltet sich nach 3 Minuten automatisch ab."},
    {
      "Q: Wie konvertiert man ℉":
      "A: 1. Öffnen Sie \"BF Home\" und klicken Sie auf \"Temperature Start\"\n2. Klicken Sie in der oberen rechten Ecke auf \"三\" für mehr Optionen\n3. Klicken Sie auf \"Setting\"\n4. Klicken Sie auf \"Temperature unit\"\n5. Tippen Sie auf Celsius, um in Fahrenheit umzurechnen."
    }
  ]
}