{
  "BF-30/40": [
    {"P: ¿Por qué nuestra aplicación necesita pedir tu ubicación (GPS)? ¿Es seguro?": "R: Porque nuestra aplicación utiliza la función Bluetooth, y esto se rige por el Acuerdo Marco de Android y iOS. Cualquier aplicación Bluetooth debe solicitar permiso de localización. Nuestra aplicación no va a pedir y utilizar su WLAN / Celuar, así que a su vez en la ubicación sólo porque la regla de Android y iOS. No podemos ver y recibir su ubicación."},
    {"P:Cuando el BF-30/40 y el dispositivo inteligente se emparejan correctamente, ¿puedo cerrar la APP durante la cocción/asado?": "R:No cierre la APP, simplemente minimícela para asegurarse de que la alarma le avisará cuando la temperatura alcance el nivel deseado."},
    {"P: Si el temómetro BFour ya ha sido emparejado con un dispositivo inteligente, ¿necesito emparejarlo de nuevo cuando vuelva a utilizarlo?": "R: No, si se ha emparejado, se conectará automáticamente al abrir la APP y retirar la sonda del booster."},
    {"P: Si salgo del alcance, ¿cómo vuelvo a conectar mi dispositivo inteligente al termómetro?": "R: La señal se reconectará automáticamente con el dispositivo inteligente una vez que vuelva a estar dentro del alcance."},
    {"P: ¿Puedo utilizar el termómetro en el microondas?": "R: No, no puede utilizar el termómetro en el microondas."},
    {"P:¿Por qué no se puede cargar?": "R: Por favor, compruebe si el resorte de carga de la ranura de la sonda está suelto, si está suelto, póngase en contacto con nosotros."},
    {"P:¿Qué debo hacer si aparece una pantalla blanca?": "R:Por favor, pulse prolongadamente el botón de encendido para intentar reiniciar, si todavía no se puede resolver, por favor póngase en contacto con nosotros!"},
    {"P:¿Qué alcance remoto puedo esperar?": "R:\n1.Conéctese en un área abierta al aire libre con un alcance inalámbrico de hasta 60 m (200 pies) desde el amplificador al teléfono y de hasta 10 ms (32 pies) desde la sonda al amplificador.\n2. El alcance Bluetooth real también depende del teléfono móvil que esté utilizando y de la versión Bluetooth del mismo.\n(El alcance inalámbrico real puede variar en función de cada caso)."},
    {"P:¿Cómo colocar correctamente las sondas en su BF-40?": "R:Sondas negras a la izquierda, sondas blancas a la derecha"},
    {"P：¿Cómo puedo emparejar mis dispositivos inteligentes con el amplificador?": "A：\n1 ) Active Bluetooth en su dispositivo inteligente en la sección Configuración.\n2 ) Active el GPS en su dispositivo inteligente Android.\n3 ) Retire la sonda del amplificador.\n4 ) Inicie la APP BF Home en su dispositivo inteligente y pulse Añadir Dispositivo , Aparecerá una lista de dispositivos BF-40/30 y seleccione BF-40/30 de la lista.A continuación, seleccione el \"\"Grill BT La APP saltará a la página de la lista de dispositivos que muestra la temperatura en tiempo real medida por la sonda. Ahora su BF-40/30 está listo para su uso . No necesita emparejarlos de nuevo para futuros usos\"."},
    {"P: ¿Por qué suena una alarma en el supercargador y cómo se desactiva?": "R: (1) Cuando la sonda alcanza la temperatura objetivo, el reforzador hace sonar una alarma y se puede desactivar pulsando el botón de encendido.\n (2) Cuando el amplificador se desconecte de la sonda, sonará una alarma; pulse dos veces el botón de encendido para desactivarla.\n(3) Cuando la sonda está fuera del rango de temperatura, el amplificador emitirá una alarma hasta que la temperatura descienda\"."},
    {"P:¿Cómo se crea y almacena un gráfico de temperatura de cocción?": "R:Después de seleccionar el tipo de carne y el grado de cocción y pulsar el botón \"\"Empezar a cocinar\"\", la APP registrará la temperatura interna de la carne y creará un gráfico de temperatura que podrá guardar en cualquier momento.\nCuando se emite una alarma al alcanzar la temperatura establecida, el gráfico de temperatura se guardará automáticamente en el registro de alarmas del historial.\""},
    {"P:¿Cómo colocar correctamente las sondas en el BF-40?": "R:Sonda negra a la izquierda,sonda blanca a la derecha"},
    {"P: ¿La temperatura no parece ser exacta?": "A: \nSi las sondas de su termómetro están dando una lectura inexacta, recomendamos a nuestros clientes que realicen una \"prueba de baño de hielo\" para comprobar la precisión. \nLa precisión del termómetro es de ± 1 ° C / 1,8 ° F\nA continuación:\n1) Llene un vaso o taza hasta arriba con hielo. \n2) Añada agua fría previamente enfriada justo por debajo de la parte superior del hielo. Remover durante unos 15 segundos. \n3) Inserte la sonda del termómetro en el centro del baño de hielo.\n4) Dejar reposar otros 15 segundos. Mantenga el sensor de la sonda rodeado por el agua helada y en constante movimiento. "},
    {"P:¿Cómo configurar la sonda?": "A:Aquí están los pasos para establecer la sonda de la siguiente manera:\n1、Abra la APP y conecte el dispositivo.\n2, Haga clic en más \"三\" en la esquina superior derecha de la página de visualización de la temperatura;\n3、Haga clic en \"Establecer sonda\";\n3、Seleccione la \"sonda negra\" o \"sonda blanca\" a añadir.\n4, la lista mostrará la temperatura de la nueva sonda, haga clic en él mostrará \"Probe Setting Success\".\n5、Una vez añadida la sonda con éxito, el Booster mostrará la temperatura actual de la sonda.\nAtención:\nPor favor, ponga la nueva sonda en agua hirviendo o con hielo para distinguir la temperatura de otras sondas para evitar confusiones."},
    {"P:¿Por qué la sonda está fuera de rango o no muestra la temperatura?": "A:Si la pantalla del amplificador está fuera de rango, es probable que la sonda esté demasiado lejos del amplificador o que la sonda esté dañada.\n1. Coloque la sonda lo más cerca posible del Booster.\n2、Asegúrese de que la sonda está cargando en el booster durante 2 minutos, la pantalla mostrará \"\"fully charged\"\".\n3、Intente volver a colocar la sonda para conectarla al booster en APP.\n4、Cuando utilice la sonda, por favor, asegúrese de que la sonda se inserta profundamente en la carne de manera que la ranura de la sonda esté completamente cubierta. La temperatura interna de la sonda no debe superar los 212°F/100°C. De lo contrario, la sonda se dañará y será imposible leer la temperatura.\nSi nada de lo anterior soluciona el problema, la sonda está dañada, póngase en contacto con nosotros."},
    {
      "Q: ¿Cómo convertir ℉":
      "A: 1. Abrir \"BF Home\" y hacer clic en \"Temperature Start\"\n2. Hacer clic en \"三\" en la esquina superior derecha para más opciones\n3. Hacer clic en \"Setting\"\n4. Hacer clic en \"Temperature unit\"\n5. Tocar Celsius para convertir a Fahrenheit."
    }
  ],
  "BF-20/BF-5": [
    {"P: ¿Por qué nuestra aplicación necesita pedir tu ubicación (GPS)? ¿Es seguro?":"R: Porque nuestra aplicación utiliza la función Bluetooth, y esto se rige por el Acuerdo Marco de Android y iOS. Cualquier aplicación Bluetooth debe solicitar permiso de localización. Nuestra aplicación no va a pedir y utilizar su WLAN / Celuar, así que a su vez en la ubicación sólo porque la regla de Android y iOS. No podemos ver y recibir su ubicación."},
    {"P: ¿Por qué no inalámbrico?":"R：Wireless se refiere a la conexión Bluetooth entre el dispositivo y el teléfono, no a la conexión entre la sonda y el dispositivo. Esto tiene la ventaja de no tener que mirar la pantalla de temperatura del dispositivo todo el tiempo"},
    {"P：¿Por qué desconectar siempre la conexión Bluetooth?":"R：El producto utiliza la tecnología Bluetooth Low Energy (BLE) con módulo Bluetooth 5.0 (CC2640 de TI). En un entorno abierto y sin obstáculos, puede alcanzar una distancia de 70 metros; pero no penetra bien la pared. La característica de esta tecnología Bluetooth es que mientras el dispositivo esté conectado, independientemente de la intensidad de la señal, puede utilizarse con normalidad."},
    {"P: LLL en la pantalla": "R: La temperatura excede el rango: 33℉~572℉（1℃~300℃） o la sonda está dañada."},
    {"P: ¿Por qué parpadea la pantalla después de ajustar el intervalo de temperatura?": "R: Sólo cuando la temperatura actual está entre el rango de temperatura, la pantalla puede volver a la normalidad. Si es inferior o superior al rango de temperatura, el dispositivo y el teléfono móvil emitirán una alarma con la pantalla parpadeando."},
    {"P: ¿Por qué no se muestran datos tras el encendido?": "R: Si la sonda no está conectada a la toma de corriente después de encenderse, el aparato no mostrará la temperatura y se apagará automáticamente al cabo de 3 minutos."},
    {
      "Q: ¿Cómo convertir ℉":
      "A: 1. Abrir \"BF Home\" y hacer clic en \"Temperature Start\"\n2. Hacer clic en \"三\" en la esquina superior derecha para más opciones\n3. Hacer clic en \"Setting\"\n4. Hacer clic en \"Temperature unit\"\n5. Tocar Celsius para convertir a Fahrenheit."
    }
  ]
}