{
  "BF-30/40": [
    {"Q : Pourquoi notre application doit-elle vous demander votre position (GPS) ? Est-ce sûr ?": "R : Parce que notre application utilise la fonction Bluetooth, qui est conforme à l'accord-cadre d'Android et d'iOS. Toute application Bluetooth doit demander l'autorisation de localisation. Notre application ne demandera pas et n'utilisera pas votre WLAN/Celluar, donc activez la localisation juste pour respecter les règles d'Android et d'iOS. Nous ne sommes pas en mesure de voir et de recevoir votre position."},
    {"Q:Lorsque le BF-30/40 et l'appareil intelligent sont appariés avec succès, puis-je fermer l'application pendant la cuisson/le gril ?": "R:Ne fermez pas l'application, réduisez-la simplement. L'alarme vous préviendra lorsque la température atteindra la température cible."},
    {"Q : Si le thermomètre BFour a déjà été apparié avec un appareil intelligent, dois-je l'appairer à nouveau lorsque je l'utilise à nouveau ?": "R : Non, si vous l'avez apparié, il sera automatiquement connecté lorsque vous ouvrirez l'application et que vous retirerez la sonde du booster."},
    {"Q : Si je sors de la portée, comment puis-je reconnecter mon appareil intelligent au thermomètre ?": "R : Le signal se reconnectera automatiquement à l'appareil intelligent une fois qu'il sera à nouveau dans la portée."},
    {"Q : Puis-je utiliser le thermomètre au micro-ondes ?": "R : Non, vous ne pouvez pas utiliser votre thermomètre au micro-ondes."},
    {"Q:Pourquoi l'appareil ne peut-il pas être chargé ?": "R:Veuillez vérifier si le ressort de charge de la fente de la sonde est desserré, si c'est le cas, veuillez nous contacter !"},
    {"Q:Que dois-je faire si j'obtiens un écran blanc ?": "R:Appuyez longuement sur le bouton d'alimentation pour essayer de redémarrer. Si le problème n'est toujours pas résolu, contactez-nous !"},
    {"Q：Quelle est la portée à distance ?": "R：\n1. connectez-vous dans une zone extérieure ouverte avec une portée sans fil allant jusqu'à 60 m entre le booster et le téléphone et jusqu'à 10 ms entre la sonde et le booster.\n2. La portée Bluetooth réelle dépend également du téléphone portable que vous utilisez et de la version Bluetooth du téléphone portable.\n(La portée sans fil réelle peut varier au cas par cas)."},
    {"Q:Comment placer correctement les sondes sur votre BF-40 ?": "R:Les sondes noires à gauche, les sondes blanches à droite."},
    {"Q：Comment jumeler mes appareils intelligents avec le booster ?": "A：\n1 ) Activez Bluetooth sur votre appareil intelligent dans la section Paramètres.\n2 ) Activez le GPS sur votre appareil intelligent Android.\n3 ) Retirez la sonde du booster.\n4 ) Lancez l'application BF Home APP sur votre appareil intelligent et appuyez sur Ajouter un appareil, une liste d'appareils BF-40/30 apparaîtra et sélectionnez BF-40/30 dans la liste, puis sélectionnez \"\"Grill BT L'APP passera à la page de la liste des appareils qui montre la température en temps réel mesurée par la sonde. Votre BF-40/30 est maintenant prêt à l'emploi. Vous n'avez pas besoin de les coupler à nouveau pour les utilisations futures.\""},
    {"Q : Pourquoi le superchargeur émet-il une alarme et comment puis-je le désarmer ": "R : (1) Lorsque la sonde atteint la température cible, le surpresseur émet une alarme et peut être désarmé en appuyant sur le bouton d'alimentation.\n (2) Lorsque le booster est déconnecté de la sonde, le booster émet une alarme, appuyez deux fois sur le bouton d'alimentation pour désarmer l'alarme.\n(3) Lorsque la sonde est en dehors de la plage de température, le booster émet une alarme jusqu'à ce que la température redescende\"."},
    {"Q : Comment un graphique de température de cuisson est-il créé et stocké ?": "R:Après avoir sélectionné le type de viande et le degré de cuisson et appuyé sur le bouton Start \"\"Démarrer la cuisson\"\", l'APP enregistre la température interne de la viande et crée un graphique de température que vous pouvez sauvegarder à tout moment.\nLorsqu'une alarme est émise lorsque la température définie est atteinte, le graphique de température est automatiquement enregistré dans l'historique des alarmes."},
    {"Q:Comment placer correctement les sondes sur votre BF-40 ?": "R:Sonde noire à gauche, sonde blanche à droite."},
    {"Q : La température ne semble pas être exacte ?": "R : \nSi les sondes de votre thermomètre donnent une lecture imprécise, nous recommandons à nos clients d'effectuer un \"test de bain de glace\" pour vérifier la précision. \nLa précision du thermomètre est de ± 1 ° C / 1,8 ° F.\nCi-dessous :\n1) Remplissez un verre ou une tasse de glace jusqu'en haut. \n2) Ajoutez de l'eau froide/pré-réfrigérée juste en dessous du niveau de la glace. Remuez pendant environ 15 secondes. \n3) Insérez la sonde du thermomètre au centre du bain de glace.\n4) Laissez-la reposer pendant encore 15 secondes. Maintenez la sonde entourée d'eau glacée et en mouvement constant. "},
    {"Q:Comment régler la sonde ?": "R:Voici les étapes à suivre pour régler la sonde :\n1、Ouvrir l'APP et connecter l'appareil.\n2. Cliquez sur \"三\" dans le coin supérieur droit de la page d'affichage de la température ;\n3、Cliquez sur \"Set Probe\" ;\n3、Sélectionnez la \"sonde noire\" ou la \"sonde blanche\" à ajouter.\n4, la liste affiche la température de la nouvelle sonde ; en cliquant dessus, le message \"Probe Setting Success\" s'affiche.\n5、Après l'ajout de la sonde, le booster affiche la température actuelle de la sonde.\nAttention :\nVeuillez placer la nouvelle sonde dans de l'eau bouillante ou glacée pour distinguer la température des autres sondes afin d'éviter toute confusion."},
    {"Q:Pourquoi la sonde est-elle hors plage ou n'affiche-t-elle pas de température ?": "R:Si l'affichage du booster est hors plage, il est probable que la sonde soit trop éloignée du booster ou qu'elle soit endommagée.\n1. Placez la sonde aussi près que possible du booster.\n2、S'assurer que la sonde est chargée dans le booster pendant 2 minutes, l'écran affichera \"\"complètement chargée\"\".\n3、Tentez de réintroduire la sonde pour la connecter au booster dans l'APP.\n4、Lors de l'utilisation de la sonde, veillez à ce qu'elle soit insérée profondément dans la viande de manière à ce que la rainure de la sonde soit entièrement recouverte. La température interne de la sonde ne doit pas dépasser 212°F/100°C. Dans le cas contraire, la sonde sera endommagée et il sera impossible de lire la température.\nSi aucune des mesures ci-dessus ne résout le problème, si la sonde est endommagée, veuillez nous contacter."},
    {
      "Q: Comment convertir ℉":
      "A: 1. Ouvrir \"BF Home\" et cliquer sur \"Temperature Start\"\n2. Cliquer sur \"三\" dans le coin supérieur droit pour plus d'options\n3. Cliquer sur \"Setting\"\n4. Cliquer sur \"Temperature unit\"\n5. Appuyer sur Celsius pour convertir en Fahrenheit."
    }
  ],
  "BF-20/BF-5": [
    {"Q : Pourquoi notre application doit-elle vous demander votre position (GPS) ? Est-ce sûr ?": "R : Parce que notre application utilise la fonction Bluetooth, qui est conforme à l'accord-cadre d'Android et d'iOS. Toute application Bluetooth doit demander l'autorisation de localisation. Notre application ne demandera pas et n'utilisera pas votre WLAN/Celluar, donc activez la localisation juste pour respecter les règles d'Android et d'iOS. Nous ne sommes pas en mesure de voir et de recevoir votre position."},
    {"Q:Pourquoi pas sans fil ?": "A：Wireless fait référence à la connexion Bluetooth entre l'appareil et le téléphone, et non à la connexion entre la sonde et l'appareil. L'avantage est qu'il n'est pas nécessaire de regarder en permanence l'affichage de la température de l'appareil."},
    {"Q：Pourquoi toujours déconnecter la connexion Bluetooth ?": "R：Le produit utilise la technologie Bluetooth Low Energy (BLE) avec un module Bluetooth 5.0 (CC2640 de TI). Dans un environnement ouvert et sans obstacle, il peut atteindre une distance de 70 mètres ; mais il ne pénètre pas bien dans le mur. La caractéristique de cette technologie Bluetooth est que tant que l'appareil est connecté, quelle que soit la force du signal, il peut être utilisé normalement."},
    {"Q : LLL sur l'écran": "R : La température dépasse la plage : 33℉~572℉（1℃~300℃）ou la sonde est endommagée."},
    {"Q : Pourquoi l'écran continue-t-il à clignoter après le réglage de la plage de température ?": "R : L'affichage ne peut revenir à la normale que lorsque la température actuelle se situe entre les limites de la plage de température. Si la température est inférieure ou supérieure à la plage de température, l'appareil et le téléphone portable s'alarment et l'écran clignote."},
    {"Q : Pourquoi aucune donnée ne s'affiche-t-elle après la mise sous tension ?": "R : Si la sonde n'est pas branchée dans la prise après la mise sous tension, l'appareil n'affichera pas la température et s'éteindra automatiquement après 3 minutes."},
    {
      "Q: Comment convertir ℉":
      "A: 1. Ouvrir \"BF Home\" et cliquer sur \"Temperature Start\"\n2. Cliquer sur \"三\" dans le coin supérieur droit pour plus d'options\n3. Cliquer sur \"Setting\"\n4. Cliquer sur \"Temperature unit\"\n5. Appuyer sur Celsius pour convertir en Fahrenheit."
    }
  ]
}