{
  "tips": "Voici quelques précautions à prendre lors de l'utilisation du thermomètre à viande sans fil：\n1. Assurez-vous que la sonde est chargée dans le booster pendant 2 minutes avant de l'utiliser, l'écran affichera \"Fully Charged\".\n\n2. La température interne maximale ne doit pas dépasser 212°F/100°C, faute de quoi l'électronique de la sonde sera endommagée.\n\n3.il est nécessaire de toujours insérer la sonde assez profondément dans la viande pour couvrir complètement l'encoche sur la sonde.\n\n4. la distance entre le booster et la sonde ne doit idéalement pas dépasser 3 m/10 ft pour une connexion plus stable.\n\n5. NE PAS placer immédiatement la sonde sous l'eau courante après l'avoir retirée du feu, la laisser refroidir d'abord.\n\n6. Ne placez PAS immédiatement la sonde sous l'eau courante après l'avoir retirée de la source de chaleur, laissez-la d'abord refroidir.\n\n7. N'utilisez PAS au micro-ondes car cela perturbera le signal Bluetooth.\n\nPour plus d'informations, veuillez consulter la FAQ sur la page \"Mon\".",
  "red": "En cas de problème avec la sonde ou l'appareil, veuillez nous contacter pour un remplacement gratuit !",
  "tips5": "Voici quelques précautions à prendre lors de l'utilisation d'un thermomètre à viande :\n1. Évitez tout contact direct avec les flammes : Ne placez pas la sonde et le câble directement dans le feu, car cela peut endommager la sonde.\n2. Ne plongez pas la sonde dans l'eau : Le point de connexion entre la sonde et son câble d'extension tressé n'est pas étanche à l'eau. Lors du nettoyage de la sonde, veillez à éviter le point de connexion.\n3. Nettoyez et séchez soigneusement : Nettoyez et séchez soigneusement la sonde avec un chiffon humide après chaque utilisation.\n4. Insérez la sonde dans la partie la plus épaisse de la viande : Insérez toujours la sonde dans la partie la plus épaisse de la viande, en évitant les zones grasses ou osseuses.\n5. Évitez les températures élevées : Évitez tout contact direct de la sonde et du câble avec les flammes nues pour éviter d'endommager la sonde avec des températures excessives.\nAttention :\nManipulez avec précaution et éloignez de l'eau et du feu.\nEn cas de problème avec la sonde ou l'appareil, veuillez nous contacter pour un remplacement gratuit !"
}