{
  "tips": "Estas son algunas precauciones de uso del termómetro inalámbrico para carne：.\n1. Asegúrese de que la sonda está cargada en el reforzador durante 2 minutos antes de usarla, la pantalla mostrará \"Fully Charged\".\n\n2. La temperatura interna máxima no debe superar los 212°F/100°C,de lo contrario se dañará la electrónica de la sonda.\n\n3.Es necesario introducir siempre la sonda lo suficientemente profundo en la carne como para cubrir completamente la muesca de la sonda.\n\n4.La distancia entre el booster y la sonda idealmente no debe ser superior a 3 m/10 pies para una conexión más estable.\n\n5. 5.NO coloque la sonda bajo el grifo inmediatamente después de retirarla del fuego, deje que se enfríe primero.\n\n6. NO coloque inmediatamente la sonda bajo agua corriente después de retirarla del calor, déjela enfriar primero.\n\n7. NO lo use en el microondas ya que interferirá con la señal Bluetooth.\n\nPara más información, consulte las preguntas frecuentes en la página \"Mi\".",
  "red": "¡Cualquier problema con la sonda o el dispositivo, por favor póngase en contacto con nosotros para un reemplazo gratuito!",
  "tips5": "Aquí tienes algunas precauciones para usar el termómetro de carne:\n1. Evita el contacto directo con las llamas: No coloques la sonda y el cable directamente en el fuego, ya que esto puede dañar la sonda.\n2. No sumerjas la sonda en agua: El punto de conexión entre la sonda y su cable de extensión trenzado no es impermeable. Al limpiar la sonda, ten cuidado de evitar el punto de conexión.\n3. Limpia y seca a fondo: Limpia y seca la sonda con un paño húmedo después de cada uso.\n4. Inserta la sonda en la parte más gruesa de la carne: Siempre inserta la sonda en la parte más gruesa de la carne, evitando áreas grasosas o con huesos.\n5. Evita altas temperaturas: Evita el contacto directo de la sonda y el cable con llamas abiertas para prevenir daños en la sonda por temperaturas excesivas.\nPrecaución:\nManeja con cuidado y mantén alejado del agua y el fuego.\n¡Si tienes algún problema con la sonda o el dispositivo, contáctanos para un reemplazo gratuito!"
}