{
  "tips": "Ecco alcune precauzioni per l'utilizzo del termometro per carne senza fili：.\n1. Assicurarsi che la sonda sia carica nel booster per 2 minuti prima dell'uso; il display mostrerà \"Fully Charged\".\n\n2. La temperatura interna massima non deve superare i 212°F/100°C, altrimenti si danneggia l'elettronica della sonda.\n\n3. È necessario inserire sempre la sonda in profondità nella carne in modo da coprire completamente la tacca sulla sonda.\n\n4. La distanza tra il booster e la sonda dovrebbe essere idealmente non superiore a 3 m per un collegamento più stabile.\n\n5. NON mettere immediatamente la sonda sotto l'acqua corrente dopo averla tolta dal fuoco, ma lasciarla prima raffreddare.\n\n6. NON immergere immediatamente la sonda sotto l'acqua corrente dopo averla rimossa dal calore, lasciarla raffreddare prima.\n7. NON utilizzare nel forno a microonde in quanto interferirebbe con il segnale Bluetooth.\n\nPer ulteriori informazioni, consultare le FAQ nella pagina \"Il mio\".",
  "red": "Per qualsiasi problema con la sonda o il dispositivo, contattateci per una sostituzione gratuita!",
  "tips5": "Ecco alcune precauzioni per l'uso del termometro per carne:\n1. Evitare il contatto diretto con la fiamma: Non mettere la sonda e il cavo direttamente nel fuoco in quanto potrebbe danneggiare la sonda.\n2. Non immergere la sonda in acqua: Il punto di connessione tra la sonda e il cavo di prolunga intrecciato non è impermeabile. Durante la pulizia della sonda, fare attenzione a evitare il punto di connessione.\n3. Pulire e asciugare accuratamente: Pulire e asciugare accuratamente la sonda con un panno umido dopo ogni uso.\n4. Inserire la sonda nella parte più spessa della carne: Inserire sempre la sonda nella parte più spessa della carne, evitando le zone grasse o ossee.\n5. Evitare temperature elevate: Evitare il contatto diretto della sonda e del cavo con le fiamme aperte per evitare danni alla sonda a causa di temperature eccessive.\nAttenzione:\nManeggiare con cura e tenere lontano dall'acqua e dal fuoco.\nIn caso di problemi con la sonda o il dispositivo, contattaci per una sostituzione gratuita!"
}