{
  "tips": "Hier sind einige Vorsichtsmaßnahmen für die Verwendung von kabellosen Fleischthermometern:\n1. Stellen Sie sicher, dass die Sonde vor der Verwendung 2 Minuten lang im Booster aufgeladen wird; das Display zeigt \"Vollständig aufgeladen\" an.\n2. Die maximale Innentemperatur darf 100 °C nicht überschreiten; ein Verstoß dagegen kann die Elektronik der Sonde beschädigen.\n3. Führen Sie die Sonde immer tief genug in das Fleisch ein, um die Kerbe auf der Sonde vollständig zu bedecken.\n4. Der Abstand zwischen Booster und Sonde sollte idealerweise nicht mehr als 3 m betragen, um eine stabilere Verbindung zu gewährleisten.\n5. Legen Sie die Sonde NICHT sofort nach dem Entfernen aus der Hitze unter fließendes Wasser; lassen Sie sie zuerst abkühlen.\n7. Verwenden Sie das Thermometer NICHT in der Mikrowelle, da dies das Bluetooth-Signal stören kann.\nFür weitere Informationen lesen Sie bitte die FAQ auf der \"Mein\"-Seite.",
  "red": "Bei Problemen mit der Sonde oder dem Gerät, kontaktieren Sie uns bitte für einen kostenlosen Ersatz!",
  "tips5": "Hier sind einige Vorsichtsmaßnahmen für die Verwendung des Fleischthermometers:\n1. Vermeiden Sie direkten Kontakt mit Flammen: Platzieren Sie die Sonde und das Kabel nicht direkt in ein Feuer, da dies die Sonde beschädigen kann.\n2. Tauchen Sie die Sonde nicht in Wasser ein: Der Verbindungspunkt zwischen der Sonde und dem geflochtenen Verlängerungskabel ist nicht wasserdicht. Beim Reinigen der Sonde sollten Sie darauf achten, den Verbindungspunkt zu vermeiden.\n3. Gründlich reinigen und trocknen: Reinigen Sie die Sonde nach jeder Verwendung gründlich mit einem feuchten Tuch und trocknen Sie sie anschließend.\n4. Stecken Sie die Sonde in den dicksten Teil des Fleisches: Stecken Sie die Sonde immer in den dicksten Teil des Fleisches und vermeiden Sie fettige oder knöcherne Bereiche.\n5. Vermeiden Sie hohe Temperaturen: Vermeiden Sie den direkten Kontakt der Sonde und des Kabels mit offenen Flammen, um Schäden an der Sonde durch übermäßige Temperaturen zu vermeiden.\nVorsicht:\nGehen Sie sorgsam mit dem Thermometer um und halten Sie es von Wasser und Feuer fern.\nBei Problemen mit der Sonde oder dem Gerät kontaktieren Sie uns bitte für einen kostenlosen Ersatz!"
}