{
  "tips": "Hier sind einige Vorsichtsmaßnahmen für die Verwendung des drahtlosen Fleischthermometers：\n1. Vergewissern Sie sich, dass die Sonde vor der Verwendung 2 Minuten lang im Booster aufgeladen wird; auf dem Display wird \"Fully Charged\" (vollständig geladen) angezeigt.\n\n2. Die maximale Innentemperatur darf 212°F/100°C nicht überschreiten, andernfalls wird die Elektronik der Sonde beschädigt.\n\n3. die Sonde muss immer so tief in das Fleisch eingeführt werden, dass die Kerbe der Sonde vollständig bedeckt ist.\n\n4. der Abstand zwischen dem Booster und der Sonde sollte idealerweise nicht mehr als 3 m/10 ft betragen, um eine stabile Verbindung zu gewährleisten.\n\n5. Halten Sie die Sonde NICHT sofort unter fließendes Wasser, nachdem Sie sie vom Herd genommen haben, sondern lassen Sie sie erst abkühlen.\n\n6. Setzen Sie die Sonde nach dem Entfernen nicht sofort unter fließendes Wasser, lassen Sie sie zuerst abkühlen.\n\n7. Verwenden Sie es nicht in der Mikrowelle, da dies das Bluetooth-Signal stören kann.\n\nFür weitere Informationen lesen Sie bitte die FAQ auf der Seite \"Mein\".",
  "red": "Bei Problemen mit der Sonde oder dem Gerät, kontaktieren Sie uns bitte für einen kostenlosen Ersatz!",
  "tips5": "Hier sind einige Vorsichtsmaßnahmen für die Verwendung des Fleischthermometers:\n1. Vermeiden Sie direkten Kontakt mit Flammen: Platzieren Sie die Sonde und das Kabel nicht direkt in ein Feuer, da dies die Sonde beschädigen kann.\n2. Tauchen Sie die Sonde nicht in Wasser ein: Der Verbindungspunkt zwischen der Sonde und dem geflochtenen Verlängerungskabel ist nicht wasserdicht. Beim Reinigen der Sonde sollten Sie darauf achten, den Verbindungspunkt zu vermeiden.\n3. Gründlich reinigen und trocknen: Reinigen Sie die Sonde nach jeder Verwendung gründlich mit einem feuchten Tuch und trocknen Sie sie anschließend.\n4. Stecken Sie die Sonde in den dicksten Teil des Fleisches: Stecken Sie die Sonde immer in den dicksten Teil des Fleisches und vermeiden Sie fettige oder knöcherne Bereiche.\n5. Vermeiden Sie hohe Temperaturen: Vermeiden Sie den direkten Kontakt der Sonde und des Kabels mit offenen Flammen, um Schäden an der Sonde durch übermäßige Temperaturen zu vermeiden.\nVorsicht:\nGehen Sie sorgsam mit dem Thermometer um und halten Sie es von Wasser und Feuer fern.\nBei Problemen mit der Sonde oder dem Gerät kontaktieren Sie uns bitte für einen kostenlosen Ersatz!"
}